Repository: kousikgvs/AmritaKutumbham
Catalog: lib/l10n/app_*.arb
Languages: am, my

source: Water
am: የውሃ
my: ရေ

source: Education
am: ትምህርት
my: ပညာရေး

source: Latrines
am: ማስተዳደር
my: အိမ်သာ

source: Health
am: ጤና
my: ကျန်းမာရေး

source: Food
am: ምግብ
my: အစားအစာ

source: Market
am: ገበያ
my: ဈေး

source: Security
am: የማይጠቀምና
my: လုံခြုံရေး

source: Distribution
am: የማይተላለፉ
my: ဖြန့်ဝေမှု

# jobAndSeva
source: Job & Seva
am: ስራ እና ሰባት
my: အလုပ်နှင့် ဆက်ကပ်အပ်နှံခြင်း

source: Faith
am: እስካሁን
my: ယုံကြည်ခြင်း

source: Farming
am: አምስት
my: စိုက်ပျိုးရေး

source: Leisure
am: ሥርዓት
my: အပန်းဖြေခြင်း

source: Select Language
am: ቋንቋ ይምረጡ
my: ဘာသာစကား ရွေးချယ်ပါ

source: Close
am: ዝጋ
my: ပိတ်ပါ

source: welcome
am: ዝጋ
my: ကြိုဆိုပါသည်

source: Welcome Back
am: እንዴት እንደሚመልከው መግባት
my: နောက်ဆုံးပြန်သွားပါ

# username
source: Email
am: የተጠቃሚ ስም
my: အသုံးပြုသူအမည်

# username_must_have_atleast_chars
source: Username must have least 10 chars
am: የተጠቃሚ ስም በትክክል 10 ፊደል ሊያደርግ ይችላል
my: အသုံးပြုသူအမည်သည်အနည်းဆုံး 10 လုံးထက်ရိုက်ရမည်

source: Password
am: የይለፍ ቃል
my: စကားဝှက်

# forget
source: Forgot?
am: ስማር
my: မေ့သောစကားဝှက်

source: Create account
am: መለያ ፍጠር
my: အကောင့်တစ်ခုဖန်တီးပါ

source: Sign Up
am: መዝግብ
my: စာရင်းသွင်းရန်

source: Login
am: ግባ
my: အကောင့်ဝင်ပါ

# otp_mesage
source: You will receive OTP for setting your password
am: የይለፍ ቃል አካል ይላኩልን ለመላክ ለእባክዎ የኮድ መልክት ይላኩልን
my: သင့်စကားဝှက်ကိုသတ်မှတ်ပါက OTP ကိုရရှိရန်

source: Password reset
am: የይለፍ ቃልን ያድርጉ
my: စကားဝှက် ပြနေတာများ

source: Send
am: ላክ
my: ပို့ပါ

source: Back to
am: በመጀመሪያ ላይ
my: နောက်သို့ပြန်သွားမည်

source: Confirm Password
am: የይለፍ ቃልን አረግዝ
my: စကားဝှက်ကိုအတည်ပြုပါ

source: Country Code
am: የመንገደኛ ኮድ
my: နိုင်ငံကုဒ်

source: Country code is mandatory
am: የመንገደኛ ኮድ አልተሳሳተ ምንድን ነው
my: နိုင်ငံကုဒ်သည်လိုအပ်သည်

source: Phone Number
am: ስልክ ቁጥር
my: ဖုန်းနံပါတ်

source: Phone number is mandatory
am: ስልክ ቁጥር አልተሳሳተ ምንድን ነው
my: ဖုန်းနံပါတ်သည်လိုအပ်သည်

source: Organization Name
am: የተግባር ስም
my: အဖွဲ့အစည်းအမည်

source: Key Contact Person
am: የመረጃ የግንኙነት ሰው
my: အဆက်အသွယ်ဖော်ပြသူ

# add_One_plus1
source: Add One +1
am: +1 አክል ጨምር
my: တစ်ခုကို +1 ထည့်ပါ

source: Calendar Events
am: የቀን ክስተቶች
my: ပြန်ကြားရေးအဖွဲ့အစည်းများ

source: Title
am: ርዕስ
my: ခေတ်အမည်

source: Title is mandatory
am: ርዕስ አልተሳሳተም
my: ခေတ်အမည်သည်လိုအပ်သည်

source: Subtitle
am: የማስተዋል ርዕስ
my: ခေတ်အမှတ်စာကို

source: Subtitle is mandatory
am: የማስተዋል ርዕስ አልተሳሳተም
my: ခေတ်အမှတ်စာကိုသည်လိုအပ်သည်

source: Email is mandatory
am: ኢሜል አልተሳሳተም
my: အီးမေးလ်လိပ်စာသည်လိုအပ်သည်

source: Start Date
am: መጀመር ቀን
my: စတင်သည့်ရက်စွဲ

source: Start date is mandatory
am: መጀመር ቀን አልተሳሳተም
my: စတင်သည့်ရက်စွဲသည်လိုအပ်သည်

source: End Date
am: መመርና ቀን
my: အဆုံးသက်တမ်းရက်စွဲ

source: End date is mandatory
am: መመርና ቀን አልተሳሳተም
my: အဆုံးသက်တမ်းရက်စွဲသည်လိုအပ်သည်

source: Service
am: አጠቃላይ
my: ဝန်ဆောင်မှု

source: Email
am: ኢሜይል
my: အီးမေးလ်

source: Country Code
am: የመንገደኛ ኮድ
my: အမျိုးအစား ကုဒ်

source: Phone Number
am: ስልክ ቁጥር
my: ဖုန်းနံပါတ်

source: Organization Name
am: የተጠቃሚ ስም
my: အဖွဲ့အစည်း အမည်

source: Organization name is mandatory
am: የተጠቃሚ ስም አልተሳሳተም
my: အဖွဲ့အစည်း အမည်သည် လိုအပ်သည်

source: Latitude
am: ላቲቲያው
my: လက်တင်မြှင့်

source: Latitude is mandatory
am: ላቲቲያው አልተሳሳተም
my: လက်တင်မြှင့် လိုအပ်သည်

source: Longitude
am: ልክቶዎች
my: လောင်ဂျီ

source: Longitude is mandatory
am: ልክቶዎች አልተሳሳተም
my: လောင်ဂျီ လိုအပ်သည်

source: Select Image
am: ምስል ይምረጡ
my: ပုံရွေးပါ

source: Submit
am: አስገባ
my: တင်သွင်းမည်

source: Start Time
am: የጀምር ሰዓት
my: စတင်ချိန်

source: Start time is mandatory
am: የጀምር ሰዓት አልተሳሳተም
my: စတင်ချိန် သည်လိုအပ်ရန် လိုအပ်သည်

# please_choose_media
source: Please choose media to select
am: መልእክትን ማስወገድ ይፈልጋሉ
my: ရွေးချယ်ရန် မီးအသုံးပြုပါ

source: From Gallery
am: ወደ ገርማት
my: ပြက္ခဒိန်းမှ

source: From Camera
am: በካሜራ ላይ
my: ကင်မရာတွေမှ
